{
    "intro": "TIME TO TAKE THINGS TO THE NEXT LEVEL",
    "academy" : "The Academy",
    "aboutMe" : "About Me",
    "book" : "Book",
    "bookNow" : "Book Now",
    "whyAmI" : "In wich cases am I the coach you need ?",
    
    "whyAmI1": "&gt; &nbsp; If the outcome of <b>games</b> often feels <b>out of your control</b>",
    "whyAmI2": "&gt; &nbsp; If you make <b>efforts</b> but don’t see results",
    "whyAmI3": "&gt; &nbsp; If you think <b>something</b> is wrong with your <b>gameplay</b> but it’s hard to <b>pinpoint exactly what</b> or <b>how to change it</b> effectively",
    "whyAmI4": "&gt; &nbsp; If the <b>emotional rollercoaster</b> of soloQ is starting to weigh on you and you’re tired of relying on <b>luck</b>",
    "whyAmI5": "&gt; &nbsp; If you’re reluctant to <b>play 1000 hours</b> and spend a year to <b>gain 4 or 5 divisions</b> like most players, and you’d rather <b>achieve that in a few weeks</b> with a few hours of Coaching like <b>most of my clients</b>",
    "whyAmI6": "&gt; &nbsp; If you have <b>real ambitions</b>, I’m ready to <b>reveal my secrets</b>",
    "whyAmI7": "&gt; &nbsp; The <b>methodology</b> you’ll find here enabled a <b>hardstuck D4 player for 5 years</b> with <b>goldfish-level attention span</b> like me to climb to <b>GM 689LP at rank 512.</b>",
    "whyAmI8": "&gt; &nbsp; <b>9 out of 10 master 0lp players</b> have <b>far superior natural talent</b> in this game compared to me, yet 99.9% of them <b>will never reach GM.</b>",
    "whyAmI9": "But they don’t have the right <b>process</b> and <b>guidance</b> that I offer here.",
    
    
    "learnMore" : "Learn more about me",
    "howItWorks" : "How it works",
    "bookBody" : "Book",
    "learn" : "Learn",
    "obtainResults" : "Obtain Results",
    "book1": "Learn about <b>Kozo Mastery</b> - my Coaching",
    "book1Link": "right here",
    "learn1": "<b>Create a ticket</b> on <b>Discord</b> (Kozo Mastery channel), and <b>the staff will guide you</b>, especially if you have further <b>questions</b> about the <b>coaching process</b> or to <b>finalize the booking</b> of our session.",
    "obtainResults1": "<b>During the Coaching hour</b>, don’t hesitate to <b>ask me to clarify</b>, as <b>clarity of understanding is essential</b>.",
    "obtainResults2": "You will have a <b>much clearer idea</b> of how to <b>climb divisions</b> and <b>the keys to achieving it</b> more (easily) <b>effectively</b> than ever!",

    "someFeedbacks": "Some feedback over the last few months",
    
    

    "academyTitle" : "The Academy will be available soon",
    "bad1" : "Are you done with having teammates that play like garbage and thinking to yourself, how can I have the same rank as those people?",
    "bad2" : "If it often times feel like it's impossible to win yet you gave your all?",
    "bad3" : "And then you lose motivation and play even worse.",
    "bad4" : "You sometimes think that there is got to be something wrong with the way you play, but you can't fully grasp what it is.",
    "solution1" : "Then you've come to the right place.",
    "solution2" : "The pillar of my coaching is clarity. Because I believe clarity is key.",
    "solution3" : "And the opposite of clarity brings frustration, suffering and delusion.",
    "solution4" : "I had to make things so clear in my mind in order to get the kind of results that I got. And 99,99% of people would've never even reached master with the level of attention I had. This is why I had to change my thought process from the inside out, and see precisely what is wrong in my gameplay in order to fix it. And then I did, over and over again",
    "discordText" : "Join our discord to stay updated",

    "title1": "By reaching <b>689LP at rank 512 in GrandMaster</b>,<br> I far exceeded what many players and coaches considered to be the <b>limit of my potential</b> after seeing me <b>stuck in low Diamond</b> for over 5 years.",
    "body11": "What <b>seemed inconceivable</b>, I did it.",
    "body12": "No one, I mean <b>NO ONE has ever reached this elo with the attentional level</b> I had.",
    "body13": "Being <b>drowned in thoughts</b> unrelated to the present moment 99% of the time and having an almost <b>goldfish memory</b> were the symptoms of my <b>severe attention disorders.</b>",
    "body14": "<b>Just reaching Master</b>, I’ve never seen anyone do it with a <b>comparable level of attention or inattention</b> because it required <b>many hours of analysis and coaching</b> as well as <b>good mechanics</b> to compensate.",
    "body15": "<b>And I’ve coached hundreds of players.</b>",
    "body16": "I know it sounds arrogant, but I’ve <b>built</b> a <b>genuine pride</b> through my <b>unwavering determination</b> and <b>relentless discipline</b> to achieve what I define as my <b>Ikigai</b>.",
    "body17": "<b>Anyone can find that flame deep within and harness it</b>. It’s also <b>proof</b> that the <b>right methods</b> can <b>achieve miracles</b> even if you’re <b>unable</b> to even <b>focus in-game</b>, which is the foundation of the game.",
    "body18": "Many players tilt 1 out of 3 games, spend <b>thousands of hours</b> <b>spamming games</b> to gain a few miserable divisions <b>in a year.</b>",
    "body19": "And <b>they consider it normal.</b>",
    "body110": "<b>\"You cannot solve a problem with the same level of consciousness that created it,\" Einstein roughly said.</b>",
    "body111": "The brain is made up of <b>programs</b>, and if you keep repeating the <b>same results over and over</b>, it’s because you are <b>programmed</b> to get those <b>results</b>.",
    "body112": "With my <b>expertise</b> in <b>performance optimization</b> and <b>high Challenger-level game knowledge</b>, I will give you <b>solutions</b> with a <b>much higher level of understanding</b> to improve in-game and <b>optimize your impact</b> game after game.",
    "body113": "Why <b>spend 1000 rather frustrating hours</b> in the coming year to <b>gain 3 divisions</b> when my students who apply <b>Kozo Mastery</b> do it <b>on average in 2 to 3 weeks</b>, even though they were often <b>stuck at their elo for several years</b>?",
    "body114": "I’m deeply convinced that <b>this game is a massive waste of time</b> and a <b>calamitous experience</b> when you don’t have <b>that sense of control</b> and you go through win/lose streaks and the accompanying <b>emotional rollercoasters</b> without <b>real progress.</b>",
    "title2": "<b>The solution is as follows:</b>",
    "body21": "-&gt; You need to <b>replace the feeling of confusion or helplessness</b> by seeing <b>precisely</b> what’s holding you back at your elo.",
    "body22": "-&gt; You need to <b>know exactly what to do to improve</b> and <b>the impact</b> it will have <b>on your elo</b>, particularly through the right <b>training goals</b>.",
    "body23": "-&gt; <b>Eliminate or replace</b> everything <b>psychologically obstructing</b> the </b>correct progression process</b>.",
    "body24": "<b>Clarity is key, it leads to the sense of control that enables the flow state.</b>",
    "body25": "That’s <b>Kozo Mastery.</b>",
    "title3": "<b>In my coaching sessions:</b>",
    "body31": "&#x2022; &nbsp; I will give you a <b>clear goal</b> to learn as quickly as possible on your own. I will also <b>open your perception</b> to what’s <b>really</b> happening in your games and show you the game in full HD <b>4K</b>.",
    "body32": "&#x2022; &nbsp; You will <b>understand</b> what you can actually do to <b>optimize your impact</b> and see more and more <b>details</b> that will help you climb.",
    "body33": "&#x2022; &nbsp; We’ll also dive deep into your <b>psychology</b>, understand the <b>beliefs that limit you</b>, and <b>change them</b>.",
    "body34": "&#x2022; &nbsp; I will <b>teach you how to improve</b> and provide you with the <b>best methodology</b> I’ve developed so your progress is <b>exponential.</b>",
    "body35": "<b>I can’t wait to help you step up.</b>",
    "underLobby": "I could never have imagined playing so many games in Challenger, let alone with the rank 1 on the ladder.",

    "chosePlan" : "Chose your plan",
    "singleHours" : "Single hours",
    "newRecruits" : "New recruits",
    "1MonthPlan" : "1 month plan",
    "singleHoursDescr" : "Open your eyes with a single hour coaching session.",
    "newRecruitsDescr" : "1 hour discount for new recruits. Get a cheaper coaching",
    "1MonthDescr" : "Get a daily followup on your progress with one of the juicy monthly plans",
    "1Hour" : "1 Hour",
    "1Month" : "1 Month",
    "eurToEur" : "94 to 595 EUR",
    "bookPlan" : "Book your plan",
    "upTo-30" : "Up to -30%",

    "viewPlans" : "View plans",

    "plan4H" : "4 Hour plan",
    "plan8H" : "8 Hour plan",
    "plan30H" : "30 Hour plan"
}