{
    "intro": "IL EST TEMPS DE PASSER AU NIVEAU SUPERIEUR",
    "academy" : "L'Academie",
    "aboutMe" : "A Propos de Moi",
    "book" : "Reserver",
    "bookNow" : "Reservez Maintenant",
    "whyAmI" : "Pourquoi suis-je le coach qu'il vous faut ?",
    "quitCollege" : "J'ai quitté l'université pour devenir professionnel, même si j'étais bloqué au rang D4 pendant 5 ans et que j'avais été diagnostiqué avec un trouble du déficit de l'attention",
    "vision" : "Tout simplement parce que j'avais une vision, je savais que je ferais tout ce qu'il faudrait.",
    "coachWishIMet" : "Je suis le coach que j'aurais aimé rencontrer il y a 4 ans, car je sais que mon moi plus jeune serait passé de D4 à High GM en 6 mois si je l'avais coaché.",
    "reachHighGM" : "Il n'est pas surprenant que j'aie dû trouver tout ce que je pouvais pour m'améliorer et atteindre High GM",
    "takeThingsToTheNextLevel" : "Passez au niveau supérieur grâce au processus le plus efficace que j'ai pu trouver pour multiplier par 10 votre \"plafond génétique\"",
    "learnMore" : "En savoir plus sur moi",
    "howItWorks" : "Comment ca marche",
    "bookBody" : "Reservez",
    "learn" : "Apprenez",
    "obtainResults" : "Obtenez des Resultats",
    "book1" : "Planifiez votre session de coaching personnelle avec moi maintenant",
    "learn1" : "Assistez à la session de coaching",
    "learn2" : "Apprenez une approche du jeu très différente et plus efficace",
    "learn3" : "Nous allons changer votre système de croyances et votre processus afin de programmer votre esprit pour des résultats exponentiels",
    "learn4" : "Vous saurez beaucoup mieux à quoi faire attention en jeu et aurez un objectif d'apprentissage spécifique que vous <a class=\"underline\">serez sûr</a> d'être la clé de votre progression",
    "obtainResults1" : "Appliquez le processus que je vous ai donné avec intention",
    "obtainResults2" : "Observez que vous faites plus attention à des schémas spécifiques et commencez à vous améliorer dans des domaines précis de votre gameplay.",
    "obtainResults3" : "Finalement, quand deux choses se connectent, vous faites une percée et obtenez des résultats massifs, seulement pour lutter à nouveau à un rang supérieur",
    "someFeedbacks" : "Quelques retours des derniers mois",

    "academyTitle" : "L'Académie sera bientôt disponible",
    "bad1" : "En avez-vous assez d'avoir des coéquipiers qui jouent comme des déchets et de vous dire, comment puis-je avoir le même rang que ces gens ?",
    "bad2" : "Si vous avez souvent l'impression qu'il est impossible de gagner alors que vous avez tout donné ?",
    "bad3" : "Et ensuite vous perdez la motivation et jouez encore plus mal.",
    "bad4" : "Vous vous dites parfois qu'il doit y avoir quelque chose qui ne va pas dans votre façon de jouer, mais vous ne parvenez pas à saisir pleinement ce que c'est.",
    "solution1" : "Alors vous êtes au bon endroit.",
    "solution2" : "Le pilier de mon coaching est la clarté. Car je crois que la clarté est la clé.",
    "solution3" : "Et l'opposé de la clarté apporte frustration, souffrance et illusion.",
    "solution4" : "J'ai dû clarifier les choses dans mon esprit pour obtenir les résultats que j'ai obtenus. Et 99,99% des gens n'auraient jamais atteint le niveau maître avec le niveau d'attention que j'avais. C'est pourquoi j'ai dû changer mon processus de pensée de l'intérieur, et voir précisément ce qui n'allait pas dans mon gameplay pour le corriger. Et je l'ai fait, encore et encore.",
    "discordText" : "Rejoignez notre discord pour rester informé",

    "title1" : "La plupart des coachs Challenger ont fait exactement ce que vous avez fait : ils ont spammé des parties et ont obtenu un résultat différent.",
    "body11" : "Pour moi, spammer les games <b>ne m'a pas fait aller plus loin que D4</b>, peu importe à quel point j'étais <b>persévérant</b> ou combien de vidéos YouTube j'ai regardées.",
    "body12" : "-&gt; J'ai dû rechercher toutes les <b>connaissances</b> en psychologie de la <b>performance maximale</b> pendant plusieurs années, en apprenant auprès de certains des <b>meilleurs coachs du monde</b> dans presque tous les rôles, afin de ne <b>laisser rien au hasard</b> dans mes rôles secondaires de l'époque et par une <b>faim de savoir</b>.",
    "body13" : "-&gt; C'est ce qui m'a permis de monter au rang 512 en EUW.",
    "body14" : "Savoir de manière <b>consciente</b> comment créer des résultats qui peuvent être <b>répétés</b> pour la grande majorité des joueurs.",
    "title2" : "Il est un peu difficile d'apprendre à quelqu'un à faire quelque chose que vous n'avez pas fait vous-même.",
    "body21" : "-&gt; C'est-à-dire, <b>briser complètement votre plafond de verre</b> (le soi-disant écart ADN).",
    "body22" : "-&gt; Mais j'ai dû le faire pour atteindre <b>Grandmaster à 689 LP</b> après 5 ans de blocage en <b>bas Diamant</b>.",
    "title3" : "Si je coachais le moi d'il y a 4 ans, il l'aurait fait en environ 6 mois.",
    "body31" : "Je suis <b>absolument certain</b> que vous ne trouverez <b>nulle part ailleurs</b> une méthodologie aussi <b>efficace</b> pour <b>s'améliorer et grimper</b>. Surtout que j'ai dû développer une <b>connaissance de niveau Challenger</b> pour compenser un cerveau qui est, pour le moins, facilement <b>distrait</b> lorsqu'il s'agit de jouer.",
    "body32" : "J'ai créé une <b>académie</b> pour produire des <b>résultats incroyables</b> pour la plupart des joueurs, dans une <b>atmosphère saine</b> où tout le monde veut <b>s'améliorer</b>. Je connais la <b>racine du problème</b> et comment le <b>résoudre</b>, et les coachs débitant des <b>connaissances inefficaces me rendaient fou</b>.",
    "body33" : "Je <b>forme</b> des joueurs qui seront mes <b>futurs coachs</b>, et ils perpétueront ma <b>philosophie</b> dans l'académie lorsque je serai occupé au <b>niveau professionnel</b>.",
    "body34" : "<b>Ma méthodologie fonctionne très efficacement sur tous mes étudiants engagés, de tous les rôles, de tous les rangs, alors pourquoi pas vous ?</b>",
    "body35" : "Si vous êtes prêt à remettre en question ce que vous pensez savoir et que vous avez faim de progresser, mon académie est faite pour vous. 🙂"
}
