{
    "intro": "IL EST TEMPS DE PASSER AU NIVEAU SUPERIEUR",
    "academy" : "L'Academie",
    "aboutMe" : "A Propos de Moi",
    "book" : "Réserver",
    "bookNow" : "Réservation",
    "whyAmI" : "Pourquoi je suis le coach qu'il te faut ?",
    "quitCollege" : "J'ai quitté l'université pour devenir professionnel, même si j'étais stuck D4 pendant 5 ans et que j'avais été diagnostiqué avec un trouble du déficit de l'attention",
    "vision" : "Du fait que j'avais une vision puissante que je pourrai y arriver si j'étais prêt à tout, je m'en suis donné les moyens",
    "coachWishIMet" : "Je suis le coach que j'aurais aimé rencontrer il y a 4 ans, car je sais que mon moi plus jeune serait passé de D4 à Haut GM en 6 mois si je l'avais coaché.",
    "reachHighGM" : "Il n'est pas surprenant que j'ai dû trouver tout ce que je pouvais pour m'améliorer et atteindre le Haut GM",
    "takeThingsToTheNextLevel" : "Passe au niveau supérieur grâce au processus le plus efficace que j'ai pu trouver pour multiplier par 10 ton \"plafond génétique\"",
    "learnMore" : "En savoir plus sur moi",
    "howItWorks" : "Comment ca marche",
    "bookBody" : "Reserve",
    "learn" : "Apprends",
    "obtainResults" : "Obtiens des Resultats",
    "book1" : "Planifie ta session de coaching personnelle avec moi maintenant",
    "learn1" : "Assiste à la session de coaching",
    "learn2" : "Apprends une approche du jeu très différente et plus efficace",
    "learn3" : "On va changer ton mindset et ton processus pour que tu progresses plus vite, même seul(e)",
    "learn4" : "Tu sauras beaucoup mieux quoi faire et auras un objectif d'apprentissage qui va <a class=\"underline\">propulser</a> ta progression après chaque séance",
    "obtainResults1" : "Applique le processus que je t'ai donné avec attention",
    "obtainResults2" : "Tu vas voir que tu vois beaucoup plus de choses importantes et prends des décisions plus réfléchies naturellement et sait mieux à quoi penser a chaque instant de la partie.",
    "obtainResults3" : "Quand ta progression signifie un meilleur impact en game, tu fais une percée et obtiens des résultats jamais vus auparavant",
    "someFeedbacks" : "Quelques retours des derniers mois",

    "academyTitle" : "L'Academie sera bientot disponible",
    "bad1" : "En avez-vous assez d'avoir des coéquipiers qui jouent comme des déchets et de vous dire, comment puis-je avoir le même rang que ces gens ?",
    "bad2" : "Si vous avez souvent l'impression qu'il est impossible de gagner alors que vous avez tout donné ?",
    "bad3" : "Et ensuite vous perdez la motivation et jouez encore plus mal.",
    "bad4" : "Vous vous dites parfois qu'il doit y avoir quelque chose qui ne va pas dans votre façon de jouer, mais vous ne parvenez pas à saisir pleinement ce que c'est.",
    "solution1" : "Alors vous êtes au bon endroit.",
    "solution2" : "Le pilier de mon coaching est la clarté. Car je crois que la clarté est la clé.",
    "solution3" : "Et l'opposé de la clarté apporte frustration, souffrance et illusion.",
    "solution4" : "J'ai dû clarifier les choses dans mon esprit pour obtenir les résultats que j'ai obtenus. Et 99,99% des gens n'auraient jamais atteint le niveau maître avec le niveau d'attention que j'avais. C'est pourquoi j'ai dû changer mon processus de pensée de l'intérieur, et voir précisément ce qui n'allait pas dans mon gameplay pour le corriger. Et je l'ai fait, encore et encore.",
    "discordText" : "Rejoignez notre discord pour rester informé",

    "title1" : "La plupart des coachs Challenger ont fait exactement comme toi, ils ont spammé les games et ont obtenu un résultat différent.",
    "body11" : "Moi, spammer les games ça <b>ne m'a pas ammener plus loin que D4</b>, peu importe mon <b>acharnement</b> et le nombre de vidéos YouTube.",
    "body12" : "-&gt; J'ai dû rechercher toutes les <b>connaissances</b> dans la psychologie de la <b>maximisation de la performance</b> pendant plusieurs années, appris de coachs parmis les <b>meilleurs au monde</b> dans quasi tous les rôles, afin de ne <b>rien laisser au hasard</b> sur mes offroles du moment et par <b>faim de connaissances</b>.",
    "body13" : "-&gt; C'est ce qui m'a permis de monter rang 512 en EUW.",
    "body14" : "Savoir <b>consciemment</b> créer des résultats qui peuvent être <b>répétés</b> pour la vaste majorité des joueurs.",
    "title2" : "C'est un peu difficile d'apprendre à quelqu'un à faire ce qu'on a pas fait soi-même.",
    "body21" : "-&gt; C'est-à-dire <b>complètement détruire son plafond de verre</b> (soi-disant DNA gap).",
    "body22" : "-&gt; Mais j'ai été obligé de le faire pour atteindre le <b>Haut Grandmaster 689LP</b>  après 5 ans sans pouvoir sortir du <b>Low Diamant</b>.",
    "title3" : "Si je coachais le moi d'il y a 4 ans, il l'aurait fait en 6 mois environ.",
    "body31" : "Je suis <b>absolument certain</b> que vous ne trouverez <b>nulle part</b> une méthodologie aussi <b>efficace</b> pour <b>progresser et climb</b>. D'autant que j'ai dû développer une <b>connaissance de Haut Challenger</b> pour compenser un cerveau qui est, pour le moins, facilement <b>distrait</b> lorsqu'il s'agit de jouer.",
    "body32" : "J'ai créé une <b>académie</b> pour créer des <b>résultats insensés</b> pour la plupart des joueurs, le tout dans une <b>atmosphère saine</b> où tout le monde veut <b>progresser</b>.</br>-&gt D'autant que je connais le <b>fond du problème</b> et comment le <b>régler</b>. Et les coachs qui déblatèrent des <b>connaissances inefficaces</b> dont on ne sait jamais si on va les retenir ou si ça va améliorer notre gameplay d'une façon ou d'une autre m'exaspérait.",
    "body33" : " Je <b>forme</b> notamment des joueurs qui seront mes <b>futurs coachs</b>, et ils perpétueront ma <b>philosophie</b> dans l'académie lorsque je serai occupé au <b>niveau pro</b>.",
    "body34" : "<b>Ma méthodologie marche très efficacement sur tous mes étudiants investis, de tous rôles, de tous rangs, alors pourquoi pas toi ?</b>",
    "body35" : "Si t'es prêt à remettre en question ce que tu crois savoir et la dalle de progresser, mon académie est faite pour toi. 🙂",

    "chosePlan" : "Choisissez votre plan",
    "singleHours" : "Tarif horaire",
    "newRecruits" : "Nouvelles recrues",
    "1MonthPlan" : "Plan sur 1 mois",
    "singleHoursDescr" : "Ouvrez les yeux avec 1 heure de coaching",
    "newRecruitsDescr" : "Première heure moins chère pour les nouveaux arrivants",
    "1MonthDescr" : "Suivis journalier de vos progrès avec un de nos plan sur 1 mois",
    "1Hour" : "1 Heure",
    "1Month" : "1 Mois",
    "eurToEur" : "99 à 545 EUR",
    "bookPlan" : "Choisir ce plan",
    "upTo-30" : "Jusqu'à -30%"
}
