{
    "intro": "IL EST TEMPS DE PASSER AU NIVEAU SUPERIEUR",
    "academy" : "L'Academie",
    "aboutMe" : "A Propos de Moi",
    "book" : "Reserver",
    "bookNow" : "Reservez Maintenant",
    "whyAmI" : "Pourquoi suis-je le coach qu'il vous faut ?",
    "quitCollege" : "J'ai quitté l'université pour devenir professionnel, même si j'étais bloqué au rang D4 pendant 5 ans et que j'avais été diagnostiqué avec un trouble du déficit de l'attention",
    "vision" : "Tout simplement parce que j'avais une vision, je savais que je ferais tout ce qu'il faudrait.",
    "coachWishIMet" : "Je suis le coach que j'aurais aimé rencontrer il y a 4 ans, car je sais que mon moi plus jeune serait passé de D4 à High GM en 6 mois si je l'avais coaché.",
    "reachHighGM" : "Il n'est pas surprenant que j'aie dû trouver tout ce que je pouvais pour m'améliorer et atteindre High GM",
    "takeThingsToTheNextLevel" : "Passez au niveau supérieur grâce au processus le plus efficace que j'ai pu trouver pour multiplier par 10 votre \"plafond génétique\"",
    "learnMore" : "En savoir plus sur moi",
    "howItWorks" : "Comment ca marche",
    "bookBody" : "Reservez",
    "learn" : "Apprenez",
    "obtainResults" : "Obtenez des Resultats",
    "book1" : "Planifiez votre session de coaching personnelle avec moi maintenant",
    "learn1" : "Assistez à la session de coaching",
    "learn2" : "Apprenez une approche du jeu très différente et plus efficace",
    "learn3" : "Nous allons changer votre système de croyances et votre processus afin de programmer votre esprit pour des résultats exponentiels",
    "learn4" : "Vous saurez beaucoup mieux à quoi faire attention en jeu et aurez un objectif d'apprentissage spécifique que vous <a class=\"underline\">serez sûr</a> d'être la clé de votre progression",
    "obtainResults1" : "Appliquez le processus que je vous ai donné avec intention",
    "obtainResults2" : "Observez que vous faites plus attention à des schémas spécifiques et commencez à vous améliorer dans des domaines précis de votre gameplay.",
    "obtainResults3" : "Finalement, quand deux choses se connectent, vous faites une percée et obtenez des résultats massifs, seulement pour lutter à nouveau à un rang supérieur",
    "someFeedbacks" : "Quelques retours des derniers mois"
}
