{
    "intro": "IL EST TEMPS DE PASSER AU NIVEAU SUPERIEUR",
    "professionalCoaching": "Coaching Professionnel League of Legends",
    "academy" : "L'Academie",
    "aboutMe" : "A Propos de Moi",
    "book" : "Réserver",
    "bookNow" : "Réservation",
    "whyAmI" : "Dans quel cas suis-je le Coach qu'il te faut?",
    "whyAmI1" : "Si le résultat des <b>games</b> te semble souvent <b>hors de ton controle</b>",
    "whyAmI2" : "Si tu fais des <b>efforts</b> mais ne vois pas de résultats",
    "whyAmI3" : "Si tu penses <b>que quelque chose</b> cloche dans ton <b>gameplay</b> mais que c'est difficile de <b>savoir précisément quoi</b> ou <b>comment le changer</b> efficacement",
    "whyAmI4" : "Si les <b>montagnes russes</b> de soloQ commencent à te peser et que t'en as marre de dépendre du <b>hasard</b>",
    "whyAmI5" : "&gt; &nbsp; Si t'as la flemme de devoir <b>jouer 1000 heures</b> et de mettre un an à <b>gagner 4 ou 5 divisions</b> comme la plupart des joueurs et que tu préfèrerais <b>les faire en quelques semaines</b> + quelques heures de Coaching comme <b>la plupart de mes clients</b>",
    "whyAmI6" : "&gt; &nbsp; Si tu as de <b>réelles ambitions</b>, je suis prêt à te <b>révéler mes secrets</b>",
    "whyAmI7" : "&gt; &nbsp; La <b>méthodologie</b> que tu trouveras ici a permis à un <b>hardstuck D4 pendant 5 ans</b> qui avait des<b> troubles de l'attention</b> d'un <b>poisson rouge</b> tel que moi à monter <b>GM 689LP au rang 512. </b>",
    "whyAmI8" : "&gt; &nbsp; <b>9 master 0lp sur 10</b> ont des <b>facilités bien supérieures</b> à moi dans ce jeu, et pourtant, 99,9% d'entre eux <b>n'atteindront jamais le GM.</b>",
    "whyAmI9" : "Mais ils n'ont pas le bon <b>processus</b> et le <b>suivi</b> que j'offre ici.",
    "learnMore" : "En savoir plus sur moi",
    "howItWorks" : "Comment ca marche",
    "bookBody" : "Reserve",
    "learn" : "Apprends",
    "obtainResults" : "Obtiens des Resultats",
    "book1" : "Renseigne toi sur <b>La Maîtrise Kozo</b> - mon Coaching",
    "book1Link" : "par ici",
    "book2" : "Décide si tu veux rejoindre le Patreon (et voir toutes les vods de Coaching), faire une heure d'essai ou prendre directement un pack",
    "book3" : "Réserve un créneau avec Calendly directement sur le site",
    "book4" : "N'hésite pas à me contacter sur discord : kozo77_ si tu as des questions",
    "learn1" : "Pendant l'heure de Coaching, on <b>ira en profondeur</b> dans ton gameplay pour trouver les problèmes majeurs qui te retiennent à ton elo.",
    "learn2" : "=> Je te préviens, la majorité des choses que je vais te montrer dans ton gameplay étaient <b>invisibles pour toi</b>.",
    "learn3" : "On résoudra ensuite <b>ensemble</b> ce qui peut l'être et je te donnerai un <b>plan clair</b>, facile à appliquer, pour changer ces mauvaises habitudes majeures aussi efficacement que possible.",
    "obtainResults1" : "Ma méthode a prouvé qu'elle est <b>exceptionnellement efficace</b> (voir en dessous). Les clients qui prennent 5h peuvent généralement gagner <b>5 à 7 divisions rapidement</b>.",
    "someFeedbacks" : "Quelques retours recents",

    "academyTitle" : "L'Academie sera bientot disponible",
    "bad1" : "En avez-vous assez d'avoir des coéquipiers qui jouent comme des déchets et de vous dire, comment puis-je avoir le même rang que ces gens ?",
    "bad2" : "Si vous avez souvent l'impression qu'il est impossible de gagner alors que vous avez tout donné ?",
    "bad3" : "Et ensuite vous perdez la motivation et jouez encore plus mal.",
    "bad4" : "Vous vous dites parfois qu'il doit y avoir quelque chose qui ne va pas dans votre façon de jouer, mais vous ne parvenez pas à saisir pleinement ce que c'est.",
    "solution1" : "Alors vous êtes au bon endroit.",
    "solution2" : "Le pilier de mon coaching est la clarté. Car je crois que la clarté est la clé.",
    "solution3" : "Et l'opposé de la clarté apporte frustration, souffrance et illusion.",
    "solution4" : "J'ai dû clarifier les choses dans mon esprit pour obtenir les résultats que j'ai obtenus. Et 99,99% des gens n'auraient jamais atteint le niveau maître avec le niveau d'attention que j'avais. C'est pourquoi j'ai dû changer mon processus de pensée de l'intérieur, et voir précisément ce qui n'allait pas dans mon gameplay pour le corriger. Et je l'ai fait, encore et encore.",
    "discordText" : "Rejoignez notre discord pour rester informé",

    "title1" : "En atteignant <b>689LP au rang 512 en GrandMaster</b>,<br> j'ai dépassé de loin ce que de nombreux joueurs et coachs considéraient être la <b>limite de mon potentiel</b> en me voyant <b>stuck en low Diamant</b> pendant plus de 5 ans.",
    "body11" : "Ce qui <b>paraissait inconcevable</b>, je l'ai fait.",
    "body12" : "Personne, je dis bien <b>PERSONNE n'a jamais atteint cet elo avec le niveau attentionnel</b> que j'avais. ",
    "body13" : "Être <b>noyé dans des pensées</b> qui n'ont rien à voir avec le moment présent 99% du temps et avoir une presque <b>amnésie de poisson rouge</b> c'était les symptômes de mes <b>troubles de l'attention sévères.</b>",
    "body14" : "<b>Rien qu'atteindre le master</b>, je n'ai jamais vu personne le faire avec un <b>niveau d'attention ou d'inattention comparable</b> parce que ça nécessitait <b>beaucoup d'heures d'analyse et du Coaching</b> ainsi que de <b>bonnes mécaniques</b> pour compenser.",
    "body15" : "<b>Et des joueurs j'en ai coaché des centaines.</b>",
    "body16" : "Je sais que ça sonne arrogant, mais j'ai <b>construit</b> une <b>réelle fierté</b> par ma <b>détermination indéfectible</b> et ma <b>discipline sans relâche</b> pour accomplir ce que je définis être mon <b>Ikigai</b>.",
    "body17" : "<b>Chacun peut trouver cette flamme au fond et la commander</b>. C'est aussi la <b>preuve</b> que les <b>bonnes méthodes</b> peuvent <b>réaliser des miracles</b> même si on est <b>incapable</b> ne serait-ce que de se <b>concentrer en game</b> ce qui est la base du jeu.",
    "body18" : "Beaucoup de joueurs tilt 1 games sur 3, passent des <b>miliers d'heures</b> à <b>spammer les games</b> pour gagner quelques malheureuses divisions <b>en une année.</b>",
    "body19" : "Et <b>ils considèrent ça normal.</b>",
    "body110" : "<b>\"Tu ne peux pas trouver la solution à un problème depuis le même niveau de conscience que le cerveau qui a créé ce problème\" disait à peu près Einstein.</b>",
    "body111" : "Le cerveau est composé de <b>programmes</b> et si tu répètes les <b>mêmes résultats encore et encore</b> c'est que <b>tu es programmé</b> pour avoir ces <b>résultats</b>.",
    "body112" : "Avec mon <b>expertise</b> dans <b>l'optimisation de performance</b> et des <b>connaissances de jeu de haut Challenger</b>, je te donnerai des <b>solutions</b> d'un <b>niveau de compréhension bien supérieur</b> pour progresser en jeu et <b>optimiser ton impact</b> game après game.",
    "body113" : "Pourquoi <b>jouer 1000 heures</b> plutôt frustrantes dans l'année à venir pour <b>gagner 3 divisions</b> alors que mes élèves qui appliquent <b>La Maîtrise Kozo</b> le font <b>en moyenne en 2 à 3 semaines</b>, bien que souvent <b>stuck à leur elo depuis plusieurs années</b> ? ",
    "body114" : "J'ai l'intime conviction que <b>ce jeu est une énorme perte de temps</b> et une <b>expérience calamiteuse</b> lorsqu'on n'a <b>pas ce sentiment de controle</b> et qu'on enchaîne les win/lose streak et les <b>montagnes russes émotionnelles</b> qui vont avec sans <b>véritable progression.</b>",
    "title2" : "<b>La solution est la suivante : </b>",
    "body21" : "-&gt; Il faut <b>remplacer le sentiment de confusion ou d'impuissance</b> en voyant <b>précisément</b> ce qui nous retient à notre elo",
    "body22" : "-&gt; Il faut <b>savoir exactement quoi faire pour progresser</b> et <b>l'impact</b> que cela aura <b>sur notre elo</b>, notamment par les bons <b>objectifs d'entraînement</b>.",
    "body23" : "-&gt; <b>Supprimer ou remplacer</b> tout <b>ce qui se met en travers psychologiquement</b> du </b>bon processus de progression</b>.",
    "body24" : "<b>La clarté est la clé, elle mène au sentiment de control qui confère la flow state</b>",
    "body25" : "C'est ça, <b>La Maîtrise Kozo.</b>",
    "title3" : "<b>Dans mes coachings :</b>",
    "body31" : "&#x2022; &nbsp; Je te donnerai un <b>Objectif clair</b> pour apprendre le plus rapidement seul, je vais aussi <b>ouvrir ta perception</b> à ce qui se passe <b>réellement</b> dans tes games et te montrer le jeu en full HD <b>4K</b>.",
    "body32" : "&#x2022; &nbsp; Tu vas <b>comprendre</b> ce que tu peux réellement faire pour <b>optimiser ton impact</b>, et voir de plus en plus de <b>détails</b> qui te permettront de climb.",
    "body33" : "&#x2022; &nbsp; On va aussi aller en détail dans ta <b>psychologie</b> et comprendre les <b>croyances qui te limitent</b> et les <b>changer</b>.",
    "body34" : "&#x2022; &nbsp; Je vais <b>t'apprendre à progresser</b> et te fournir la <b>meilleure méthodologie</b> que j'ai mise au point pour que tes progrès soient <b>exponentiels.</b>",
    "body35" : "<b>J'ai hate de t'aider à step up.</b>",

    "underLobby" : "J'aurais jamais imaginé jouer autant de games en Challenger, encore moins avec le rang 1 du ladder",

    "chosePlan" : "Choisis ton plan",
    "singleHours" : "Tarif horaire",
    "hours" : "Heures",
    "5hours" : "Plan 5H",
    "5hoursDescr" : "De quoi pousser ton apprentissage en prondeur.",
    "10hours" : "Plan 10H",
    "10hoursDescr" : "De quoi perfectionner tes fondamentaux.",
    "20hours" : "Plan 20H",
    "20hoursDescr" : "De quoi t'envoler vers de nouveaux horizons.",
    "newRecruits" : "Heure d'essai",
    "1MonthPlan" : "Plan sur 1 mois",
    "singleHoursDescr" : "De quoi te remettre sur le bon chemin.",
    "newRecruitsDescr" : "Première heure moins chère pour les nouveaux arrivants",
    "1MonthDescr" : "Suivis journalier de vos progrès avec un plan sur 1 mois",
    "1Hour" : "1 Heure",
    "1Month" : "1 Mois",
    "eurToEur" : "94 à 595 EUR",
    "bookPlan" : "Réserver",
    "upTo-30" : "Jusqu'à -30%",

    "viewPlans" : " Voir les plans",

    "plan4H" : "Plan 4 Heures",
    "plan8H" : "Plan 8 (+2) Heures",
    "plan30H" : "Plan 30 (+5) Heures",
    "patreon" : "Patreon",
    "patreonDescr": "200+ Heures de Coachings et Guides Ultimes de tous roles / Tous rangs.",
    "patreonButton": "Accéder au Patreon"
}
